lexbn-source.org
#+title: Lex' blog&notes
#+author: Alexander Seltmann

#+hugo_base_dir: .
#+options: creator:t
#+hugo_auto_set_lastmod: t

#+hugo_pandoc_citations: t
#+bibliography: cite/references.bib

** Projects
:PROPERTIES:
:EXPORT_FILE_NAME: _index
:EXPORT_HUGO_MENU: :menu "main"
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :bookCollapseSection true
:END:

I am a medical student by training. My main research interests revolve around
machine learning, especially deep learning, for the life sciences. Currently, I
try to improve reproducibility of fluorescence correlation spectroscopy (FCS)
analysis using deep learning.

*** Conference talks
- *Seltmann A*, Eggeling C, Waithe D. Automated, User-independent Correction of
  Artifacts in Fluorescence Correlation Spectroscopy Measurements using
  Convolutional Neural Networks. [[https://www.quantitativebioimaging.com/qbi2020/][Quantitative BioImaging Conference (QBI)]]; 2020
  Jan 6-9; Oxford, UK


