content/docs/projects/_index.md
+++
title = "Projects"
author = ["Alexander Seltmann"]
lastmod = 2020-03-20T18:02:25+01:00
draft = false
creator = "Emacs 26.3 (Org mode 9.1.9 + ox-hugo)"
bookCollapseSection = true
[menu.main]
  weight = 2001
  identifier = "projects"
+++

I am a medical student by training. My main research interests revolve around
machine learning, especially deep learning, for the life sciences. Currently, I
try to improve reproducibility of fluorescence correlation spectroscopy (FCS)
analysis using deep learning.


## Conference talks {#conference-talks}

-   **Seltmann A**, Eggeling C, Waithe D. Automated, User-independent Correction of
    Artifacts in Fluorescence Correlation Spectroscopy Measurements using
    Convolutional Neural Networks. [Quantitative BioImaging Conference (QBI)](https://www.quantitativebioimaging.com/qbi2020/); 2020
    Jan 6-9; Oxford, UK
